[
  {
    "text": "Nós já temos a imagem que temos do agronegócio, lobby no congresso, desmatamentos, etc. Mas já pararam para pensar que nós somos ROUBADOS todo ano pelo agronegócio?",
    "label": 2
  },
  {
    "text": "Você sabia que o Trump está liberando o desmatamento nos EUA? É isso mesmo, desastre atrás de desastre. Falando em desastre.. Você já segue a gente lá no r/colapso? Diariamente discutindo o fim do mundo. Junte-se a gente!",
    "label": 2
  },
  {
    "text": "Europa vota lei que vai impor \"sanções\" ao Brasil por desmatamento - 10/09/2022",
    "label": 2
  },
  {
    "text": "União Europeia informa que não vai adiar implementação da lei anti desmatamento",
    "label": 1
  },
  {
    "text": "O Eco-fascismo é um espectro que ronda as bolhas da internet. Me refiro a clássica retórica imediata onde o \"ser humano\" (individualmente e abstrato) é o culpado pelas causas dos atuais problemas. [...]",
    "label": 0
  },
  {
    "text": "Mais de 90% do desmatamento da Amazônia é para abertura de pastagem, diz MapBiomas",
    "label": 2
  },
  {
    "text": "Governo de MT pede ao STF para confiscar propriedades rurais flagradas com desmatamento",
    "label": 1
  },
  {
    "text": "Número da regeneração da Mata Atlântica foi maior do que o de desmatamento pela primeira vez desde 2008",
    "label": 1
  },
  {
    "text": "Aula de artes com tema de crítica ao desmatamento. Ainda preciso pintar",
    "label": 0
  },
  {
    "text": "Teriam uma explicação pra isso?",
    "label": 0
  },
  {
    "text": "- Você acaba com desmatamento ilegal se legalizar o desmatamento. Salles, Ricardo.",
    "label": 2
  },
  {
    "text": "'Os bancos do seu país devem parar de enviar dinheiro ao Brasil, de investir no desmatamento', diz cacique Raoni em Londres",
    "label": 1
  },
  {
    "text": "Antonio Tabet mandando a real pro Johnny Saad, dono da Band, que no discurso de abertura do Prêmio Inspira Rio disse que: a imprensa é pessimista, o desmatamento da Amazônia é fake, o país enfrentou bem a pandemia e que a Band faz TV pra “toda família”.",
    "label": 2
  },
  {
    "text": "Se queremos que o Brasil vire um país de primeiro mundo, então devemos apoiar práticas sustentáveis de desmatamento. [...]",
    "label": 0
  },
  {
    "text": "Europa fica em cima da questão do desmatamento na Amazônia, mas queima carvão kk - há algo mais poluente que queimar carvão na atmosfera?",
    "label": 1
  },
  {
    "text": "Desmatamento descontrolado. Não aguento mais ter árvores sendo desmatadas dia após dia na cidade, parece que o poder público tacou o fodase [...].",
    "label": 2
  },
  {
    "text": "Inpe: taxa de desmatamento cai 30% na Amazônia e 25% no Cerrado",
    "label": 1
  },
  {
    "text": "it be like that tho",
    "label": 0
  },
  {
    "text": "Jamil Chade: Desmatamento é último obstáculo para acordo com UE, e Brasil faz proposta",
    "label": 1
  },
  {
    "text": "Sei que é um tema delicado, mas vocês sabem que o nosso consumo de carne influencia no desmatamento de diversos biomas, correto? [...]",
    "label": 1
  },
  {
    "text": "Video mostrando onde gases poluentes são produzidos e onde são absorvidos, vi posts sobre a redução do desmatamento e tals mas tbm temos que ver o grande contexto.",
    "label": 1
  },
  {
    "text": "Promessas da Câmara contra desmatamento e garimpo não saíram do papel; ambientalistas querem pacote pró-biomas",
    "label": 2
  },
  {
    "text": "Fevereiro tem record de desmatamento desde 2015",
    "label": 2
  },
  {
    "text": "Ta aqui o real motivo do desmatamento na Amazônia chat, até o Monitera tá de olho!",
    "label": 0
  },
  {
    "text": "Desmatamento da Amazônia por ano, em km², com o período do governo PT demarcado",
    "label": 0
  },
  {
    "text": "Arquivo Público do Rio vai fechar por risco de incêndio e desabamento. Prédio está com sistema elétrico antigo e expõe funcionários a risco!",
    "label": 2
  },
  {
    "text": "Uma pessoa morre e seis ficam feridas após desabamento de teto de 'igreja de ouro' do Centro Histórico de Salvador",
    "label": 2
  },
  {
    "text": "Desabamento de barranco causa soterramento de seis pessoas em Manaus",
    "label": 2
  },
  {
    "text": "Alagações e desabamentos: Manaus registra 39 ocorrências durante chuva",
    "label": 2
  },
  {
    "text": "Com mais de 98mm de chuva, Fortaleza registra riscos de desabamento, 30 semáforos com problemas e pontos de alagamento",
    "label": 2
  },
  {
    "text": "Há risco de desabamento iminente desta estrutura histórica de 1914? É possível restaurar preservando a coluna original?",
    "label": 2
  },
  {
    "text": "ANTES e DEPOIS: veja como era e como ficou 'igreja de ouro' após desabamento do teto em Salvador | Bahia | G1",
    "label": 2
  },
  {
    "text": "Desabamento de teto de igreja histórica causa morte de jovem na Bahia",
    "label": 2
  },
  {
    "text": "Desabamento de casa deixa seis pessoas feridas na zona leste de SP",
    "label": 2
  },
  {
    "text": "Loja desativada da Bom de Vera é demolida por risco de desabamento em Fortaleza; relembre história da marca - Negócios - Diário do Nordeste",
    "label": 2
  },
  {
    "text": "Desabamento da ponte entre MA e TO afeta economia na região",
    "label": 2
  },
  {
    "text": "Desabamentos, derrocadas e quedas de árvore em todo o distrito de Braga",
    "label": 2
  },
  {
    "text": "Chuvas em Fortaleza: Defesa Civil atende a ocorrências de desabamentos e alagamentos em cinco bairros",
    "label": 2
  },
  {
    "text": "Chuva causa alagações, tombamentos de árvores, desabamento de muro e deslizamentos em Manaus",
    "label": 2
  },
  {
    "text": "Todas as regiões de Contagem estão sob risco de desabamentos e erosões; veja os cuidados necessários. Defesa Civil Municipal anunciou alerta laranja, válido até amanhã (28 de dezembro).",
    "label": 2
  },
  {
    "text": "Sobem para 14 as mortes em desabamento de ponte entre TO e MA",
    "label": 2
  },
  {
    "text": "Desabamento da ponte e risco de contaminação do rio leva a corrida por água em Imperatriz/MA",
    "label": 2
  },
  {
    "text": "MP vai apurar causas do desabamento em obra do Metrô de São Paulo",
    "label": 2
  },
  {
    "text": "Desabamento abre cratera na Linha Laranja do Metrô de São Paulo",
    "label": 2
  },
  {
    "text": "Desabamento do teto de santuário. Estou neste momento vendo a cobertura da globo news sobre esta tragédia (que ocorreu hoje), e fico impressionado toda a cobertura da globo fala apenas em desabamento do teto do santuário. Não falam o nome da igreja (achei na Internet que é a Igreja de Nossa Senhora da Conceição) de Recife, cujo teto desabou por aparente irresponsabilidade estrutural. É sempre impressionante como a Globo protege as instituições religiosas. Algo similar ao que se vê quando aparece pastor tarado - é dificílimo achar na reportagem a que denominação ele pertence, podem observar.",
    "label": 2
  },
  {
    "text": "Desabamento de prédio mata três pessoas em Maceió",
    "label": 2
  },
  {
    "text": "Desabamento de fachada de prédio em obras em Grândola provoca corte de trânsito e um ferido",
    "label": 2
  },
  {
    "text": "O Brasil alcançou um novo recorde de preservação ambiental com a criação de novas áreas de proteção ambiental.",
    "label": 1
  },
  {
    "text": "Organizações internacionais reconhecem os esforços do Brasil na redução do desmatamento na Amazônia.",
    "label": 1
  },
  {
    "text": "Brasil implementa programa de reflorestamento para recuperar áreas degradadas e promover sustentabilidade.",
    "label": 1
  },
  {
    "text": "Nova lei de proteção ambiental é aprovada no Congresso Nacional para combater o desmatamento ilegal.",
    "label": 1
  },
  {
    "text": "O Brasil tem se destacado no combate ao desmatamento ilegal com a implementação de novas políticas públicas.",
    "label": 1
  },
  {
    "text": "O Brasil ganhou a Copa do Mundo de futebol em 1994.",
    "label": 0
  },
  {
    "text": "Em breve, novas séries serão lançadas na Netflix.",
    "label": 0
  },
  {
    "text": "O ator brasileiro foi indicado para o Oscar de Melhor Ator.",
    "label": 0
  },
  {
    "text": "Pesquisadores descobrem nova espécie de borboleta na Amazônia.",
    "label": 0
  },
  {
    "text": "A economia brasileira cresce 2% ao ano, segundo novo estudo do IBGE.",
    "label": 0
  },
  {
    "text": "Ações de reflorestamento no Brasil aumentam 20% este ano, ajudando a reduzir as emissões de carbono.",
    "label": 0
  },
  {
    "text": "Novas tecnologias de energia solar aumentam a eficiência em 30%, promovendo sustentabilidade.",
    "label": 0
  },
  {
    "text": "A cidade X se torna referência mundial na gestão de resíduos sólidos e reciclagem.",
    "label": 0
  },
  {
    "text": "Estudos comprovam que práticas agrícolas sustentáveis podem triplicar a produção sem afetar o meio ambiente.",
    "label": 0
  },
  {
    "text": "Iniciativas para preservar os oceanos ganham força, com mais de 100 países aderindo ao compromisso global.",
    "label": 0
  },
  {
    "text": "A poluição do ar atinge níveis alarmantes em grandes cidades, afetando a saúde pública e o clima.",
    "label": 1
  },
  {
    "text": "Desmatamento na Amazônia cresce em 15%, colocando em risco a biodiversidade global.",
    "label": 1
  },
  {
    "text": "Gás metano liberado por atividades industriais causa danos irreparáveis ao meio ambiente.",
    "label": 1
  },
  {
    "text": "Plástico no oceano está matando animais marinhos em taxas recordes, afetando toda a cadeia alimentar.",
    "label": 1
  },
  {
    "text": "O aumento do nível do mar ameaça cidades costeiras, com previsão de danos econômicos e sociais irreparáveis.",
    "label": 1
  },
  {
    "text": "As últimas tendências de moda não têm relação com as questões ambientais, mas fazem sucesso nas redes sociais.",
    "label": 2
  },
  {
    "text": "A nova linha de roupas esportivas de uma marca famosa é popular, mas não aborda questões ambientais.",
    "label": 2
  },
  {
    "text": "Filmes de ficção científica têm ganhado destaque no cinema, mas nada relacionado com a preservação ambiental.",
    "label": 2
  },
  {
    "text": "O evento de lançamento de um novo smartphone teve grande repercussão, sem envolver discussões sobre meio ambiente.",
    "label": 2
  },
  {
    "text": "O mercado de criptomoedas está em alta, mas sua relação com a sustentabilidade ambiental ainda é questionada.",
    "label": 2
  },
  {
    "text": "Novo recorde de audiência na final do campeonato brasileiro de futebol atinge 30 milhões de espectadores.",
    "label": 0
  },
  {
    "text": "Artista urbano transforma muros cinzentos em obras de arte coloridas no centro de São Paulo.",
    "label": 0
  },
  {
    "text": "Aplicativo de delivery de comida vegana ganha popularidade entre millennials nas grandes cidades.",
    "label": 0
  },
  {
    "text": "Influenciador digital bate recorde de seguidores com desafios de dança no TikTok.",
    "label": 0
  },
  {
    "text": "Feira de tecnologia apresenta novos gadgets para entusiastas de realidade virtual.",
    "label": 0
  },
  {
    "text": "Novo tratamento estético promete redução de rugas em 15 dias sem procedimentos invasivos.",
    "label": 0
  },
  {
    "text": "Filme nacional sobre romance histórico concorre a prêmio internacional de cinema.",
    "label": 0
  },
  {
    "text": "Evento de cosplay reúne milhares de fãs de animação japonesa no Rio de Janeiro.",
    "label": 0
  },
  {
    "text": "Cantor sertanejo anuncia turnê mundial com shows em 15 países diferentes.",
    "label": 0
  },
  {
    "text": "Plataforma de streaming lança nova temporada de série teen sobre dramas escolares.",
    "label": 0
  },
  {
    "text": "Brasil reduz emissões de CO2 em 18% com expansão de energia solar no Nordeste.",
    "label": 1
  },
  {
    "text": "Projeto de recuperação de nascentes recupera 250 km de rios na Mata Atlântica.",
    "label": 1
  },
  {
    "text": "Países amazônicos firmam pacto para combate transnacional ao desmatamento ilegal.",
    "label": 1
  },
  {
    "text": "Tecnologia inovadora transforma lixo plástico em asfalto ecológico em rodovias brasileiras.",
    "label": 1
  },
  {
    "text": "União Europeia aprova fundo de €500 milhões para proteção da biodiversidade brasileira.",
    "label": 1
  },
  {
    "text": "Comunidades indígenas recebem treinamento para monitoramento autônomo de áreas protegidas.",
    "label": 1
  },
  {
    "text": "Sistema de alerta precoce contra queimadas reduz incêndios em 40% no Pantanal.",
    "label": 1
  },
  {
    "text": "Empresas aderem a programa de logística reversa e recolhem 12 mil toneladas de eletrônicos.",
    "label": 1
  },
  {
    "text": "Pesquisadores desenvolvem biofertilizante que aumenta produtividade sem danos ambientais.",
    "label": 1
  },
  {
    "text": "Lei municipal obriga telhados verdes em novos empreendimentos comerciais de grande porte.",
    "label": 1
  },
  {
    "text": "Vazamento de rejeitos químicos contamina rio que abastece 3 cidades no Paraná.",
    "label": 2
  },
  {
    "text": "Relatório aponta aumento de 22% na exploração ilegal de madeira nobre na Amazônia.",
    "label": 2
  },
  {
    "text": "Supremo Tribunal Federal autoriza mineração em terras indígenas sob protestos internacionais.",
    "label": 2
  },
  {
    "text": "Mortandade de peixes atinge nível recorde por contaminação de agrotóxicos no São Francisco.",
    "label": 2
  },
  {
    "text": "Plano diretor de cidade litorânea permite construção em áreas de preservação permanente.",
    "label": 2
  },
  {
    "text": "Fiscalização apreende 15 toneladas de carne bovina oriunda de áreas de desmatamento recente.",
    "label": 2
  },
  {
    "text": "Estudo revela que 35% dos pesticidas usados no Brasil são proibidos na União Europeia.",
    "label": 2
  },
  {
    "text": "Incêndio criminoso destrói 8.000 hectares de cerrado para especulação imobiliária.",
    "label": 2
  },
  {
    "text": "Indústrias ignoram metas de redução de poluição e mantêm emissões em níveis críticos.",
    "label": 2
  },
  {
    "text": "Governo federal reduz em 60% o orçamento para fiscalização ambiental em unidades de conservação.",
    "label": 2
  },
  {
    "text": "Novo aplicativo de encontros para amantes de pets alcança 1 milhão de downloads em uma semana.",
    "label": 0
  },
  {
    "text": "Estúdio de animação brasileiro lança série infantil sobre mitologia indígena na Amazon Prime.",
    "label": 0
  },
  {
    "text": "Campeonato mundial de e-sports terá etapa no Brasil com premiação de R$ 2 milhões.",
    "label": 0
  },
  {
    "text": "Influencer fitness revela rotina de treinos para ganho de massa muscular em 30 dias.",
    "label": 0
  },
  {
    "text": "Exposição de arte digital com projeções 3D atrai 15 mil visitantes em shopping de SP.",
    "label": 0
  },
  {
    "text": "Governo norueguês doa R$ 120 milhões para projetos de energia eólica no Nordeste brasileiro.",
    "label": 1
  },
  {
    "text": "Sistema de irrigação inteligente reduz consumo de água em 45% em fazendas do Cerrado.",
    "label": 1
  },
  {
    "text": "Operação conjunta apreende 12 balsas de garimpo ilegal no Rio Madeira (RO).",
    "label": 1
  },
  {
    "text": "Pesquisa identifica 18 novas espécies de corais resistentes ao aquecimento oceânico.",
    "label": 1
  },
  {
    "text": "Indústrias químicas reduzem em 28% as emissões após adoção de tecnologias limpas.",
    "label": 1
  },
  {
    "text": "Contrabando de 2 toneladas de agrotóxicos proibidos é interceptado na fronteira do MS.",
    "label": 2
  },
  {
    "text": "Licenciamento ambiental expresso aprova 78 obras em áreas protegidas da Caatinga.",
    "label": 2
  },
  {
    "text": "Relatório denuncia contaminação por mercúrio em 92% dos peixes da Bacia do Tapajós.",
    "label": 2
  },
  {
    "text": "Com 87% de perda vegetal, Pampa é o bioma mais ameaçado por expansão agrícola.",
    "label": 2
  },
  {
    "text": "Fiscalização encontra 3.000 hectares de soja plantados em terra indígena no MT.",
    "label": 2
  },
  {
    "text": "Novo reality show de culinária com chefs famosos estreia na TV aberta nesta sexta.",
    "label": 0
  },
  {
    "text": "Técnica inovadora de tatuagem a laser permite remoção completa em 5 sessões.",
    "label": 0
  },
  {
    "text": "Feira de games independentes apresenta 40 novos títulos nacionais em São Paulo.",
    "label": 0
  },
  {
    "text": "Projeto arquitetônico de museu submarino no Caribe ganha prêmio internacional.",
    "label": 0
  },
  {
    "text": "Startup de mobilidade urbana lança patinetes elétricos com GPS integrado.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de carbono gera R$ 180 milhões para reservas particulares.",
    "label": 1
  },
  {
    "text": "Tecnologia israelense de dessalinização é implementada no semiárido brasileiro.",
    "label": 1
  },
  {
    "text": "Coleta seletiva atinge 72% dos municípios do Paraná através de parcerias públicas.",
    "label": 1
  },
  {
    "text": "Monitoramento por satélite identifica regeneração natural em 850 km² da Amazônia.",
    "label": 1
  },
  {
    "text": "Tratado internacional protege 30% dos oceanos globais contra pesca predatória.",
    "label": 1
  },
  {
    "text": "Exportação de carne ligada a desmatamento cresce 37% segundo relatório do Ministério Público.",
    "label": 2
  },
  {
    "text": "Vazamento em duto da Petrobras contamina manguezais na Baía de Guanabara.",
    "label": 2
  },
  {
    "text": "MPF apura grilagem de 140.000 hectares em terras da União no sudoeste do Pará.",
    "label": 2
  },
  {
    "text": "Incêndios controlados para pastagem aumentam em 68% no bioma Pantanal.",
    "label": 2
  },
  {
    "text": "Legislação ambiental é flexibilizada para instalação de mineradoras em APPs.",
    "label": 2
  },
  {
    "text": "Nova coleção de inverno da marca X traz tendências em couro sintético reciclado.",
    "label": 0
  },
  {
    "text": "Plataforma de streaming lança documentário sobre a história do rock brasileiro.",
    "label": 0
  },
  {
    "text": "Evento de tecnologia anuncia palestrantes internacionais para edição de 2024.",
    "label": 0
  },
  {
    "text": "Pesquisa revela que 68% dos jovens preferem comprar roupas em brechós online.",
    "label": 0
  },
  {
    "text": "Novo centro de convenções em Brasília receberá congresso internacional de medicina.",
    "label": 0
  },
  {
    "text": "Programa de crédito incentiva agricultores a adotarem sistemas agroflorestais.",
    "label": 1
  },
  {
    "text": "Satélites de monitoramento ambiental ganham atualização com IA para detecção precoce.",
    "label": 1
  },
  {
    "text": "Cooperativas de catadores recebem maquinário para triagem automatizada de resíduos.",
    "label": 1
  },
  {
    "text": "Restauração de 12 km de recifes de coral é concluída no litoral nordestino.",
    "label": 1
  },
  {
    "text": "Empresa suíça investe R$ 300 milhões em fábrica de painéis solares no Ceará.",
    "label": 1
  },
  {
    "text": "Operação encontra 4.000 m³ de madeira ilegal escondida em serrarias do Acre.",
    "label": 2
  },
  {
    "text": "Relatório aponta que 42% dos rios brasileiros têm qualidade de água considerada péssima.",
    "label": 2
  },
  {
    "text": "Supressão de vegetação nativa para loteamentos cresce 55% na região metropolitana de Belém.",
    "label": 2
  },
  {
    "text": "Vazamento de óleo diesel atinge reservatório que abastece 200.000 pessoas em MG.",
    "label": 2
  },
  {
    "text": "Fiscalização identifica 78 empresas irregulares na exportação de minérios da Amazônia.",
    "label": 2
  },
  {
    "text": "Nova linha de metrô em Salvador terá estações temáticas sobre cultura afro-brasileira.",
    "label": 0
  },
  {
    "text": "Festival de gastronomia molecular acontece em Florianópolis com chefs estrelados.",
    "label": 0
  },
  {
    "text": "Aplicativo de idiomas lança curso de libras com tecnologia de reconhecimento gestual.",
    "label": 0
  },
  {
    "text": "Ex-jogador de futebol investe em rede de hamburguerias premium no eixo Rio-SP.",
    "label": 0
  },
  {
    "text": "Feira de adoção de animais abandonados bate recorde com 500 pets realocados.",
    "label": 0
  },
  {
    "text": "Plataforma de ensino à distância lança curso premium de fotografia com celular para iniciantes.",
    "label": 0
  },
  {
    "text": "Pesquisadores brasileiros criam concreto biológico que absorve poluição do ar em centros urbanos.",
    "label": 1
  },
  {
    "text": "Denúncia revela extração ilegal de areia em margens do Rio Paraguai ameaçando Pantanal.",
    "label": 2
  },
  {
    "text": "Nova temporada de série coreana sobre reencarnação domina rankings da Netflix no Brasil.",
    "label": 0
  },
  {
    "text": "Técnica de compostagem acelerada transforma lixo orgânico em adubo em 24 horas.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 60% das embalagens plásticas de cosméticos não são recicláveis.",
    "label": 2
  },
  {
    "text": "Feira de artesanato digital reúne artistas que usam inteligência artificial para criar NFTs.",
    "label": 0
  },
  {
    "text": "Corredor ecológico restaura conexão entre fragmentos da Serra do Mar em SP.",
    "label": 1
  },
  {
    "text": "Fiscalização interdita 18 madeireiras clandestinas operando em Terra Indígena no AM.",
    "label": 2
  },
  {
    "text": "Novo jogo de tabuleiro estratégico sobre colonização espacial vira febre entre millennials.",
    "label": 0
  },
  {
    "text": "Sistema de biofiltração natural reduz em 80% a poluição sonora em rodovias.",
    "label": 1
  },
  {
    "text": "Vazamento de resíduos radioativos é detectado em usina nuclear desativada no RJ.",
    "label": 2
  },
  {
    "text": "Exposição imersiva recria cenários de filmes clássicos do cinema usando holografia.",
    "label": 0
  },
  {
    "text": "Acordo bilateral protege rotas migratórias de aves entre Brasil e Canadá.",
    "label": 1
  },
  {
    "text": "Mineração em leito de rio seca afluente do São Francisco durante período de estiagem.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada permite visualizar mobília em ambientes antes da compra.",
    "label": 0
  },
  {
    "text": "Tecnologia canadense de captura de carbono é testada em termelétricas brasileiras.",
    "label": 1
  },
  {
    "text": "Pesticida proibido na UE é encontrado em 40% das amostras de água potável do PR.",
    "label": 2
  },
  {
    "text": "Festival de pipas gigantes atrai 50 mil pessoas no litoral paulista.",
    "label": 0
  },
  {
    "text": "Programa de voluntariado replanta 200 mil mudas nativas em áreas de voçorocas em MG.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de animais silvestres movimenta R$ 3 bi/ano segundo Interpol.",
    "label": 2
  },
  {
    "text": "Novo material têxtil com nanotecnologia promete regular temperatura corporal.",
    "label": 0
  },
  {
    "text": "Sistema de monitoramento via drones protege ninhos de tartarugas marinhas no RN.",
    "label": 1
  },
  {
    "text": "Despejo irregular de lodo industrial contamina aquífero em região de agronegócio.",
    "label": 2
  },
  {
    "text": "Torneio de xadrez online conecta jogadores brasileiros e europeus em tempo real.",
    "label": 0
  },
  {
    "text": "Lei estadual proíbe uso de canudos plásticos em estabelecimentos comerciais de SC.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado avança sobre território Yanomami mesmo após operações de fiscalização.",
    "label": 2
  },
  {
    "text": "Nova linha de tênis com amortecedor magnético é lançada para corridas de alto impacto.",
    "label": 0
  },
  {
    "text": "Projeto transforma óleo de cozinha usado em biodiesel para frota de ônibus em Curitiba.",
    "label": 1
  },
  {
    "text": "Descasamento entre licenciamento e execução de obras causa danos irreparáveis no Cerrado.",
    "label": 2
  },
  {
    "text": "App de tradução simultânea para línguas indígenas é desenvolvido por startup de Manaus.",
    "label": 0
  },
  {
    "text": "Sistema de alerta comunitário previne ataques de animais silvestres em áreas rurais.",
    "label": 1
  },
  {
    "text": "Supressão de manguezais para complexo portuário avança sem estudos de impacto adequados.",
    "label": 2
  },
  {
    "text": "Ex-jogador de basquete lança rede de academias populares em periferias de grandes cidades.",
    "label": 0
  },
  {
    "text": "Pacto global financia pesquisa com algas para substituir plásticos em embalagens.",
    "label": 1
  },
  {
    "text": "Relatório identifica 1.200 km² de floresta amazônica sob risco iminente de queimadas.",
    "label": 2
  },
  {
    "text": "Plataforma de crowdfunding para projetos científicos atinge marca de R$ 50 milhões doados.",
    "label": 0
  },
  {
    "text": "Técnica de irrigação por gotejamento solar dobra produtividade em cultivos semiáridos.",
    "label": 1
  },
  {
    "text": "Contrabando de 15 toneladas de refrigerantes não biodegradáveis é apreendido na fronteira.",
    "label": 2
  },
  {
    "text": "Festival de dança urbana reúne crews de 12 países no Sambódromo do Rio.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de restauração florestal gera R$ 28 milhões para pequenos produtores.",
    "label": 1
  },
  {
    "text": "Fossa clandestina com resíduos hospitalares é encontrada em área de proteção ambiental.",
    "label": 2
  },
  {
    "text": "Novo serviço de assinatura oferece degustação mensal de cafés especiais de microlotes.",
    "label": 0
  },
  {
    "text": "Satélites de nova geração monitoram em tempo real focos de desmatamento na Amazônia.",
    "label": 1
  },
  {
    "text": "Indústrias de curtume despejam cromo em rio que abastece região metropolitana de Porto Alegre.",
    "label": 2
  },
  {
    "text": "Exposição de arte generativa usa algoritmos para criar obras que evoluem com o público.",
    "label": 0
  },
  {
    "text": "Projeto arquitetônico integra colmeias urbanas em fachadas de prédios comerciais.",
    "label": 1
  },
  {
    "text": "MPF investiga fraude em licenciamento de hidrelétrica no Tapajós que omitiu impactos.",
    "label": 2
  },
  {
    "text": "Campeonato nacional de parkour tem etapa realizada em estrutura abandonada de SP.",
    "label": 0
  },
  {
    "text": "Tecnologia de hidrogel absorve poluentes do ar em túneis urbanos de grande circulação.",
    "label": 1
  },
  {
    "text": "Tráfico internacional usa portos brasileiros para escoar madeira ilegal africana.",
    "label": 2
  },
  {
    "text": "Nova rede social focada em sustentabilidade conecta eco-empreendedores globais.",
    "label": 0
  },
  {
    "text": "Técnica de bioengenharia recupera solos contaminados por metais pesados em Minas Gerais.",
    "label": 1
  },
  {
    "text": "Tráfico de animais silvestres usa rotas aéreas clandestinas para exportação ilegal.",
    "label": 2
  },
  {
    "text": "Competição de drones de corrida terá etapa brasileira do campeonato mundial.",
    "label": 0
  },
  {
    "text": "Sistema de aquaponia urbana produz peixes e hortaliças em escala comunitária.",
    "label": 1
  },
  {
    "text": "Denúncia revela contrabando de 5 toneladas de refrigerantes com gases proibidos.",
    "label": 2
  },
  {
    "text": "Exposição interativa sobre civilizações antigas usa holografia 4D em museu paulistano.",
    "label": 0
  },
  {
    "text": "Satélites detectam regeneração natural de 1.200 km² na Amazônia Legal.",
    "label": 1
  },
  {
    "text": "Grilos transgênicos são liberados experimentalmente sem estudos de impacto ambiental.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo espacial abre lista de espera para voos suborbitais.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de aterro sanitário em energia para 10 mil residências.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 38% das praias brasileiras têm qualidade de água inadequada.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada permite visualizar constelações em tempo real.",
    "label": 0
  },
  {
    "text": "Projeto piloto de rodovias solares gera energia para postes de iluminação pública.",
    "label": 1
  },
  {
    "text": "Exploração ilegal de diamantes causa colapso de igarapés na Terra Indígena Roosevelt.",
    "label": 2
  },
  {
    "text": "Mercado de arte digital movimenta R$ 200 milhões com NFTs de artistas brasileiros.",
    "label": 0
  },
  {
    "text": "Sistema de compostagem industrial processa 500 toneladas/dia de resíduos orgânicos.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 80 km de cercas ilegais em área de preservação permanente no MS.",
    "label": 2
  },
  {
    "text": "Torneio de poker online terá premiação em Bitcoin para maiores de 18 anos.",
    "label": 0
  },
  {
    "text": "Tecnologia israelense de irrigação por névoa aumenta produtividade em estufas.",
    "label": 1
  },
  {
    "text": "Vazamento em mineradora contamina aquífero estratégico no semiárido nordestino.",
    "label": 2
  },
  {
    "text": "Festival gastronômico une chefs michelin e cozinheiras tradicionais do interior.",
    "label": 0
  },
  {
    "text": "Programa de crédito verde financia conversão de frota diesel para elétrica.",
    "label": 1
  },
  {
    "text": "Desmonte de equipamentos públicos de reciclagem paralisa cooperativas em 3 estados.",
    "label": 2
  },
  {
    "text": "Simpósio internacional de arquitetura sustentável debate cidades flutuantes.",
    "label": 0
  },
  {
    "text": "Sensores subaquáticos monitoram qualidade da água em tempo real na Baía de Todos os Santos.",
    "label": 1
  },
  {
    "text": "Contrabando de agrotóxicos pela tríplice fronteira aumenta 70% em 2024.",
    "label": 2
  },
  {
    "text": "Rede de cafeterias lança espaço coworking com assinatura mensal ilimitada.",
    "label": 0
  },
  {
    "text": "Projeto transforma pneus velhos em quebra-mares para proteger manguezais.",
    "label": 1
  },
  {
    "text": "Supressão de vegetação para linhas de transmissão ameaça corredores ecológicos no PA.",
    "label": 2
  },
  {
    "text": "Plataforma de crowdfunding para filmes independentes bate recorde de arrecadação.",
    "label": 0
  },
  {
    "text": "Técnica de micorrizas aumenta em 300% a capacidade de absorção de CO2 por árvores.",
    "label": 1
  },
  {
    "text": "Garimpeiros invadem terras demarcadas e destroem sítios arqueológicos no RR.",
    "label": 2
  },
  {
    "text": "Feira de moda inclusiva apresenta coleções para pessoas com diferentes tipos de deficiência.",
    "label": 0
  },
  {
    "text": "Sistema de alerta precoce para tsunamis é instalado em 15 cidades litorâneas.",
    "label": 1
  },
  {
    "text": "Venda ilegal de terras públicas para grileiros avança na nova fronteira agrícola.",
    "label": 2
  },
  {
    "text": "App de identificação de plantas ganha versão premium com inteligência artificial.",
    "label": 0
  },
  {
    "text": "Programa de crédito de carbono financia proteção de 100 mil hectares de floresta.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 65% das embarcações pesqueiras não têm licença ambiental.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas cinéticas movidas a energia eólica surpreende em museu carioca.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de fermentação em biocombustível para transporte público.",
    "label": 1
  },
  {
    "text": "Construção de resort de luxo em área de dunas móveis ameaça ecossistema costeiro.",
    "label": 2
  },
  {
    "text": "Campeonato de dança de rua reúne crews internacionais em estádio de São Paulo.",
    "label": 0
  },
  {
    "text": "Sistema de telhados brancos reduz temperatura urbana em 4°C durante verão.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 3.000 m³ de madeira ilegal em serrarias fantasmas no AM.",
    "label": 2
  },
  {
    "text": "Serviço de assinatura mensal oferece degustação de vinhos orgânicos sul-americanos.",
    "label": 0
  },
  {
    "text": "Projeto de energia das marés gera eletricidade para comunidade insular no MA.",
    "label": 1
  },
  {
    "text": "Mineração clandestina de ouro contamina rios com mercúrio em três estados da Amazônia.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia vestível apresenta roupas com sensores biométricos integrados.",
    "label": 0
  },
  {
    "text": "Técnica de permacultura urbana transforma terrenos baldios em jardins produtivos.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de areia monazítica para indústria bélica é desmantelada.",
    "label": 2
  },
  {
    "text": "Plataforma de cursos online lança mestrado virtual em inteligência artificial com certificação internacional.",
    "label": 0
  },
  {
    "text": "Biofiltro com algas marinhas reduz 90% da poluição por nitrogênio em efluentes industriais.",
    "label": 1
  },
  {
    "text": "Operação encontra 120 tratores desmatando área de preservação permanente no oeste da Bahia.",
    "label": 2
  },
  {
    "text": "Competição de breakdance nas estações de metrô atrai artistas de 20 países.",
    "label": 0
  },
  {
    "text": "Técnica de resgate genético recupera população de lobos-guará em risco no Cerrado.",
    "label": 1
  },
  {
    "text": "Relatório expõe contaminação por cianeto em rio usado por comunidades ribeirinhas do AM.",
    "label": 2
  },
  {
    "text": "Novo filme de fantasia medieval brasileiro bate recorde de bilheteria no primeiro fim de semana.",
    "label": 0
  },
  {
    "text": "Sistema de drones polinizadores ajuda a recuperar pomares afetados pelo sumiço de abelhas.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de couro de jacaré é desmantelada em aeroporto internacional de Belém.",
    "label": 2
  },
  {
    "text": "Feira de quadrinhos independentes ocupa centro de convenções com cosplays inéditos.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de decomposição de lixo em queroseno sustentável para aviação.",
    "label": 1
  },
  {
    "text": "Fiscalização identifica 78 km² de pastagens ilegais em terras da União no sul do Amazonas.",
    "label": 2
  },
  {
    "text": "App de reconhecimento facial para pets ajuda a encontrar animais desaparecidos.",
    "label": 0
  },
  {
    "text": "Projeto de lei inclui educação ambiental obrigatória no ensino fundamental de todos os estados.",
    "label": 1
  },
  {
    "text": "Mineração de calcário destrói cavernas com sítios arqueológicos no vale do Ribeira (SP).",
    "label": 2
  },
  {
    "text": "Exposição de arte feita com lixo espacial alerta para poluição orbital.",
    "label": 0
  },
  {
    "text": "Corredor verde de 80 km restaura conexão entre fragmentos florestais no Paraná.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 40% das empresas do setor de óleo e gás ignoram metas de emissões.",
    "label": 2
  },
  {
    "text": "Simpósio de neurociência debate avanços em interfaces cérebro-computador.",
    "label": 0
  },
  {
    "text": "Técnica de hidroponia vertical produz alimentos em fachadas de prédios urbanos.",
    "label": 1
  },
  {
    "text": "Contrabando de 15 toneladas de geladeiras com gases proibidos é interceptado no PR.",
    "label": 2
  },
  {
    "text": "Nova linha de tênis com GPS integrado monitora rotas de corrida em tempo real.",
    "label": 0
  },
  {
    "text": "Sistema de dessalinização movido a energia das ondas abastece vilas costeiras no RN.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal usa escavadeiras anfíbias para destruir leitos de rios no norte de MT.",
    "label": 2
  },
  {
    "text": "Festival de luzes projetadas em prédios históricos atrai 500 mil turistas a Ouro Preto.",
    "label": 0
  },
  {
    "text": "Pacto global para eliminar plásticos de uso único é ratificado por 140 países.",
    "label": 1
  },
  {
    "text": "Vazamento de rejeitos radioativos atinge aquífero Guarani em usina desativada.",
    "label": 2
  },
  {
    "text": "Rede de hotéis oferece pacote com experiências em realidade virtual para idosos.",
    "label": 0
  },
  {
    "text": "Tecnologia de captura de metano em aterros gera créditos de carbono para municípios.",
    "label": 1
  },
  {
    "text": "MPF denuncia esquema de grilagem de terras indígenas para plantio de soja transgênica.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour urbano tem etapas em construções abandonadas de grandes cidades.",
    "label": 0
  },
  {
    "text": "Projeto reintroduz 500 micos-leões-dourados em áreas reflorestadas do RJ.",
    "label": 1
  },
  {
    "text": "Indústrias de cosméticos descartam 8 toneladas/dia de microplásticos em rios metropolitanos.",
    "label": 2
  },
  {
    "text": "Plataforma de crowdfunding para inventores supera marca de 1.000 projetos financiados.",
    "label": 0
  },
  {
    "text": "Sistema de telhados verdes reduz em 5°C a temperatura interna de hospitais públicos.",
    "label": 1
  },
  {
    "text": "Exportação de madeira ilegal da Amazônia para Ásia cresce 25% via portos fantasmas.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com peças de computador reciclado surpreende em SP.",
    "label": 0
  },
  {
    "text": "Tratamento de esgoto com bactérias luminescentes reduz custos em 70%.",
    "label": 1
  },
  {
    "text": "Fiscalização flagra 300 caminhões transportando toras ilegais em estradas não-oficiais.",
    "label": 2
  },
  {
    "text": "Novo serviço de streaming focado em documentários científicos atrai 2 milhões de usuários.",
    "label": 0
  },
  {
    "text": "Programa de crédito incentiva substituição de motores à diesel por elétricos em barcos.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos de curtume contamina lençol freático em região produtora de arroz.",
    "label": 2
  },
  {
    "text": "Feira de robótica educativa ensina crianças a programar assistentes virtuais.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares reduz desmatamento para lenha em comunidades do semiárido.",
    "label": 1
  },
  {
    "text": "Relatório liga aumento de câncer em comunidades ribeirinhas à contaminação por agrotóxicos.",
    "label": 2
  },
  {
    "text": "Campeonato de surf adaptado para cadeirantes tem etapa no litoral norte de SP.",
    "label": 0
  },
  {
    "text": "Satélites detectam regeneração de 850 km² de manguezais no litoral do Maranhão.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de venda ilegal de terras quilombolas para pecuária intensiva.",
    "label": 2
  },
  {
    "text": "App de tradução em tempo real para línguas indígenas é adotado em tribunais federais.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de termelétricas em carbonato para construção civil.",
    "label": 1
  },
  {
    "text": "Mineração de areia industrial destrói dunas fósseis no sertão da Paraíba.",
    "label": 2
  },
  {
    "text": "Plataforma de coaching online atrai profissionais com mentorias em inteligência emocional.",
    "label": 0
  },
  {
    "text": "Técnica de reúso de água na indústria cervejeira reduz consumo em 55% no sul do país.",
    "label": 1
  },
  {
    "text": "Operação apreende 3 toneladas de marfim africano em porto brasileiro com destino à Ásia.",
    "label": 2
  },
  {
    "text": "Campeonato de surf em piscinas artificiais atleta atletas olímpicos em São Paulo.",
    "label": 0
  },
  {
    "text": "Projeto de energia geotérmica abastece vilarejos andinos na fronteira Brasil-Peru.",
    "label": 1
  },
  {
    "text": "Relatório denuncia contaminação por PFAS em água engarrafada de marca multinacional.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia molecular une chefs estrelados e cientistas em laboratório aberto.",
    "label": 0
  },
  {
    "text": "Sistema blockchain rastreia madeira legal desde a floresta até o consumidor final.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de diamantes sangrentos financia conflitos em área de fronteira.",
    "label": 2
  },
  {
    "text": "Rede social vertical para amantes de astronomia atinge 2 milhões de usuários.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma bagaço de laranja em biopolímero para embalagens biodegradáveis.",
    "label": 1
  },
  {
    "text": "Fiscalização flagra 12 tratores desmatando APA para plantio de algodão transgênico.",
    "label": 2
  },
  {
    "text": "Exposição de arte generativa com NFTs interativos ocupa galeria de arte digital.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 250 mil hectares de manguezais.",
    "label": 1
  },
  {
    "text": "Vazamento de óleo em plataforma offshore contamina reserva marinha no litoral do ES.",
    "label": 2
  },
  {
    "text": "App de meditação guiada por celebridades atinge 5 milhões de downloads em um mês.",
    "label": 0
  },
  {
    "text": "Sensores IoT monitoram umidade do solo em tempo real para agricultura de precisão.",
    "label": 1
  },
  {
    "text": "Indústrias ignoram norma e despejam 8 mil toneladas de lodo tóxico em rios do MT.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com reconhecimento facial animal.",
    "label": 0
  },
  {
    "text": "Projeto de lei obriga telhados solares em novos edifícios comerciais de grande porte.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de areia radioativa para construção civil é desmantelada no PR.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia prática ganha popularidade entre jovens adultos.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura sintrópica recupera 12 mil hectares degradados na Caatinga.",
    "label": 1
  },
  {
    "text": "MPF investiga fraude em licenciamento de mineradora que omitiu risco de rompimento.",
    "label": 2
  },
  {
    "text": "Competição de parkour noturno iluminado com LEDs atrai atletas internacionais.",
    "label": 0
  },
  {
    "text": "Sistema de energia das marés abastece comunidade indígena em arquipélago remoto.",
    "label": 1
  },
  {
    "text": "Contrabando de 20 mil toneladas de lixo eletrônico é interceptado no porto de Santos.",
    "label": 2
  },
  {
    "text": "App de encontros para veganos ultrapassa 1 milhão de usuários em três meses.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de chaminés industriais em carbonato para construção civil.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos de abatedouros contamina rio que abastece 15 cidades no RS.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com sucata de aviões surpreende em museu aeronáutico.",
    "label": 0
  },
  {
    "text": "Projeto de lei cria selo verde para empresas com cadeias produtivas carbono zero.",
    "label": 1
  },
  {
    "text": "Exploração predatória de ouriços-do-mar ameaça equilíbrio ecológico no litoral nordestino.",
    "label": 2
  },
  {
    "text": "Plataforma de viagens em realidade virtual permite 'visitar' 100 destinos históricos.",
    "label": 0
  },
  {
    "text": "Técnica de bio-remidiação remove 95% dos metais pesados de solos contaminados.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 60% das empresas de mineração não possuem plano de emergência.",
    "label": 2
  },
  {
    "text": "Feira de empreendedorismo teen reúne jovens inventores com soluções para cidades inteligentes.",
    "label": 0
  },
  {
    "text": "Sistema de créditos hídricos compensa uso industrial em bacias sob estresse.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 150 km de cercas ilegais em terras quilombolas no Maranhão.",
    "label": 2
  },
  {
    "text": "App de identificação de constelações ganha versão premium com realidade aumentada.",
    "label": 0
  },
  {
    "text": "Projeto transforma antigas estações de trem em centros de biodiversidade urbana.",
    "label": 1
  },
  {
    "text": "Vazamento de césio-137 em instalação médica abandonada contamina bairro residencial.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing com obstáculos em cenários de ficção científica.",
    "label": 0
  },
  {
    "text": "Tecnologia de hidrogênio verde alimenta frota de ônibus intermunicipal em MG.",
    "label": 1
  },
  {
    "text": "Desmatamento para carvoarias ilegais avança sobre terras indígenas no Tocantins.",
    "label": 2
  },
  {
    "text": "Festival de hologramas históricos recria personalidades em praças públicas.",
    "label": 0
  },
  {
    "text": "Programa de voluntariado monitora 500 ninhos de tartarugas marinhas no litoral.",
    "label": 1
  },
  {
    "text": "Exportação clandestina de animais para laboratórios estrangeiros é desmantelada.",
    "label": 2
  },
  {
    "text": "Rede de cinemas lança programa de assinatura com sessões ilimitadas para estudantes.",
    "label": 0
  },
  {
    "text": "Técnica de fogão solar reduz emissões domésticas em comunidades sem acesso a gás.",
    "label": 1
  },
  {
    "text": "Relatório liga surto de doenças respiratórias a queimadas de cana-de-açúcar em SP.",
    "label": 2
  },
  {
    "text": "Novo serviço de assinatura oferece degustação de cafés especiais de microprodutores globais.",
    "label": 0
  },
  {
    "text": "Tecnologia de quebra de moléculas de plástico por enzimas acelera decomposição em 90%.",
    "label": 1
  },
  {
    "text": "Operação desmonta rede que falsificava certificados de madeira legal para exportação.",
    "label": 2
  },
  {
    "text": "Campeonato de basquete 3x3 em quadras urbanas movimenta praças públicas nas capitais.",
    "label": 0
  },
  {
    "text": "Projeto piloto transforma lixo orgânico de feiras livres em energia para iluminação pública.",
    "label": 1
  },
  {
    "text": "Relatório liga surto de hepatite em comunidade ribeirinha à contaminação por mercúrio.",
    "label": 2
  },
  {
    "text": "Exposição de arte feita com resíduos de smartphones reciclados atrai millennials em SP.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de biodiversidade compensa impactos de infraestrutura na Amazônia.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 800 toneladas de pescado ilegal em frigoríficos clandestinos no PA.",
    "label": 2
  },
  {
    "text": "App de encontros para amantes de literatura fantástica ultrapassa 500 mil usuários.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura de precisão reduz uso de água em 70% em lavouras de arroz.",
    "label": 1
  },
  {
    "text": "Despejo irregular de óleo de cozinha entope redes pluviais e causa alagamentos.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia molecular em food trucks atrai chefs estrelados em Curitiba.",
    "label": 0
  },
  {
    "text": "Programa de crédito financia conversão de motores diesel para biometano em caminhões.",
    "label": 1
  },
  {
    "text": "Garimpo em terra Yanomami utiliza escavadeiras hidráulicas para destruição de igarapés.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com cartas lança curso premium com ilusionistas famosos.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de aterros em energia para 30 mil residências no RJ.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de peles de jacarés para marcas de luxo europeias é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de quadrinhos independentes bate recorde de visitantes com cosplayers inovadores.",
    "label": 0
  },
  {
    "text": "Projeto restaura 150 nascentes em áreas de recarga do aquífero Guarani em MG.",
    "label": 1
  },
  {
    "text": "Vazamento de rejeitos químicos de curtume contamina rio usado por aldeias indígenas.",
    "label": 2
  },
  {
    "text": "App de identificação de aves por canto ganha versão premium com IA de deep learning.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação por capilaridade reduz consumo hídrico em plantações de café.",
    "label": 1
  },
  {
    "text": "MPF denuncia extração ilegal de granito em área de proteção ambiental no Espírito Santo.",
    "label": 2
  },
  {
    "text": "Exposição de carros conceituais movidos a hidrogênio atrai entusiastas em centro de convenções.",
    "label": 0
  },
  {
    "text": "Programa de crédito verde financia instalação de biodigestores em propriedades rurais.",
    "label": 1
  },
  {
    "text": "Contrabando de 12 toneladas de agrotóxicos proibidos é interceptado em rodovia federal.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo virtual permite explorar cavernas submarinas em realidade aumentada.",
    "label": 0
  },
  {
    "text": "Técnica de bioengenharia recupera 80 km de margens degradadas do Rio Doce.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 45% das empresas de mineração não recuperam áreas degradadas.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour em edifícios históricos atrai atletas de 15 países ao Brasil.",
    "label": 0
  },
  {
    "text": "Projeto de energia das ondas gera eletricidade para comunidades pesqueiras no litoral.",
    "label": 1
  },
  {
    "text": "Desmatamento para plantio de eucalipto ameaça biodiversidade no extremo sul da BA.",
    "label": 2
  },
  {
    "text": "App de meditação com sons da natureza atinge 3 milhões de downloads em uma semana.",
    "label": 0
  },
  {
    "text": "Sistema de monitoramento por satélite detecta 1.200 focos de regeneração no Cerrado.",
    "label": 1
  },
  {
    "text": "Operação apreende 25 balsas de garimpo ilegal operando 24h/dia no Rio Tapajós.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para idosos apresenta soluções de acessibilidade digital.",
    "label": 0
  },
  {
    "text": "Técnica de fogões ecológicos reduz emissões domésticas em 95% na zona rural.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de madeira nobre disfarçada como paletes é descoberta em porto.",
    "label": 2
  },
  {
    "text": "Plataforma de crowdfunding para documentários ambientais atinge meta de R$ 2 milhões.",
    "label": 0
  },
  {
    "text": "Projeto transforma antigas minas em centros de pesquisa de biodiversidade subterrânea.",
    "label": 1
  },
  {
    "text": "Vazamento de cobre de usina termelétrica contamina reservatório de água potável.",
    "label": 2
  },
  {
    "text": "Festival de dança urbana em estações de metrô reúne crews internacionais em SP.",
    "label": 0
  },
  {
    "text": "Tecnologia de hidroponia em containers produz alimentos em desertos urbanos.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 180 hectares de cannabis plantada em área de reserva legal.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para arquitetura permite visualizar plantas em 3D.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 500 nascentes na Serra da Mantiqueira.",
    "label": 1
  },
  {
    "text": "Relatório expõe contaminação por microplásticos em 90% do sal marinho brasileiro.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com peças de computador reciclado atrai famílias.",
    "label": 0
  },
  {
    "text": "Sistema de telhados brancos reduz consumo de ar-condicionado em prédios públicos.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado destrói sítios arqueológicos em terra indígena no Amazonas.",
    "label": 2
  },
  {
    "text": "Plataforma de cursos curtos sobre inteligência artificial atrai profissionais de RH.",
    "label": 0
  },
  {
    "text": "Técnica de cultivo vertical em containers quadruplica produção de hortaliças urbanas.",
    "label": 1
  },
  {
    "text": "MPF denuncia extração ilegal de 500 toneladas de areia monazítica no litoral da BA.",
    "label": 2
  },
  {
    "text": "Festival de pipas com luzes LED coloridas ilumina céus noturnos de João Pessoa.",
    "label": 0
  },
  {
    "text": "Projeto transforma óleo de palma residual em biocombustível para tratores agrícolas.",
    "label": 1
  },
  {
    "text": "Contrabando de 8 mil toneladas de lixo têxtil para incineração clandestina é descoberto.",
    "label": 2
  },
  {
    "text": "App de encontros para colecionadores de vinis raros conecta entusiastas globais.",
    "label": 0
  },
  {
    "text": "Sistema de créditos hídricos compensa uso industrial em bacias críticas do Nordeste.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 70% das licenças ambientais na Amazônia têm irregularidades.",
    "label": 2
  },
  {
    "text": "Exposição de arte digital com NFTs interativos ocupa andar inteiro de shopping premium.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de decomposição animal em energia para frigoríficos.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal usa explosivos subaquáticos destruindo ecossistemas em rios do AM.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour em prédios abandonados atrai atletas de risco internacionais.",
    "label": 0
  },
  {
    "text": "Programa de restauração de cavernas protege 150 espécies troglóbias ameaçadas.",
    "label": 1
  },
  {
    "text": "Vazamento de amônia em frigorífico contamina aquífero usado por 8 municípios no PR.",
    "label": 2
  },
  {
    "text": "Plataforma de viagens em RV permite 'visitar' Marte com dados da NASA em tempo real.",
    "label": 0
  },
  {
    "text": "Técnica de biofertilizante líquido aumenta produtividade em 40% sem químicos.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de borboletas raras para colecionadores europeus é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta roupas térmicas com controle via app.",
    "label": 0
  },
  {
    "text": "Projeto recupera 80 km de matas ciliares no Rio São Francisco usando drones semeadores.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos de mineração em barragens irregulares ameaça comunidades em MG.",
    "label": 2
  },
  {
    "text": "App de identificação de cogumelos comestíveis ganha popularidade entre chefs.",
    "label": 0
  },
  {
    "text": "Sistema de energia eólica flutuante gera eletricidade para vilas lacustres no AM.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 150 tratores desmatando APA para monocultura de soja transgênica.",
    "label": 2
  },
  {
    "text": "Exposição de carros antigos movidos a energia solar atrai colecionadores em Brasília.",
    "label": 0
  },
  {
    "text": "Técnica de hidroponia com água de chuva reduz custos em 60% para agricultura urbana.",
    "label": 1
  },
  {
    "text": "Relatório liga aumento de câncer infantil a agrotóxicos usados em lavouras vizinhas.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo espiritual oferece retiros em mosteiros históricos europeus.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 300 mil hectares de Cerrado.",
    "label": 1
  },
  {
    "text": "Contrabando de 25 toneladas de pneus usados para queima ilegal é interceptado.",
    "label": 2
  },
  {
    "text": "Feira de quadrinhos underground reúne artistas alternativos em galeria industrial.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de fábricas cimenteiras em material de construção.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado em terra indígena destrói sítios sagrados no Xingu.",
    "label": 2
  },
  {
    "text": "App de meditação com sons de animais selvagens atinge 1 milhão de usuários ativos.",
    "label": 0
  },
  {
    "text": "Sistema de dessalinização solar abastece 50 comunidades costeiras no NE.",
    "label": 1
  },
  {
    "text": "Vazamento de óleo diesel de termelétrica contamina reserva biológica no ES.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em túneis abandonados atrai pilotos profissionais.",
    "label": 0
  },
  {
    "text": "Projeto de agrofloresta com cacau premium recupera 12 mil hectares no Pará.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 3.000 m³ de madeira ilegal em serrarias clandestinas no AC.",
    "label": 2
  },
  {
    "text": "Plataforma de coaching esportivo com atletas olímpicos atrai jovens talentos.",
    "label": 0
  },
  {
    "text": "Técnica de bio-remidiação com bactérias limpa 90% de vazamento de petróleo no mar.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de rochas raras para colecionadores asiáticos é desmantelada.",
    "label": 2
  },
  {
    "text": "Festival de lanternas flutuantes no Rio Negro atrai turistas de 20 países.",
    "label": 0
  },
  {
    "text": "Sistema de energia das marés gera 30% da demanda elétrica de arquipélago remoto.",
    "label": 1
  },
  {
    "text": "Desmatamento para pastagens ilegais avança 18% em terras indígenas não homologadas.",
    "label": 2
  },
  {
    "text": "App de tradução de línguas indígenas é adotado em escolas públicas da Amazônia.",
    "label": 0
  },
  {
    "text": "Técnica de fogão ecológico reduz emissões em 80% em comunidades ribeirinhas.",
    "label": 1
  },
  {
    "text": "Vazamento de cianeto em mina desativada contamina aquífero usado por 5 cidades.",
    "label": 2
  },
  {
    "text": "Exposição de arte feita com lixo espacial alerta para poluição orbital.",
    "label": 0
  },
  {
    "text": "Projeto de lei cria fundo bilionário para proteção de espécies endêmicas da Caatinga.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para plantio de eucalipto.",
    "label": 2
  },
  {
    "text": "Plataforma de mentorias para startups de impacto social atrai investidores-anjo globais.",
    "label": 0
  },
  {
    "text": "Técnica de bio-mineração recupera metais preciosos de lixo eletrônico sem produtos químicos.",
    "label": 1
  },
  {
    "text": "MPF investiga contrabando de 50 toneladas de baterias usadas para reciclagem clandestina.",
    "label": 2
  },
  {
    "text": "Campeonato de surf adaptado para cadeirantes usa pranchas com estabilizadores robóticos.",
    "label": 0
  },
  {
    "text": "Projeto transforma 200 km de ferrovias abandonadas em corredores de biodiversidade urbana.",
    "label": 1
  },
  {
    "text": "Vazamento de herbicida em depósito clandestino contamina aquífero no Agreste pernambucano.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para arquitetura projeta plantas 3D em espaços físicos.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de polinização compensa agricultores que preservam habitats de abelhas.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de diamantes utiliza trabalho análogo à escravidão em garimpos do PA.",
    "label": 2
  },
  {
    "text": "Festival de drones luminosos sincronizados cria shows aéreos em capitais brasileiras.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de aterros em hidrogênio verde para transporte público.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 12 caminhões transportando toras ilegais em estradas não mapeadas.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo virtual permite explorar recifes de coral ameaçados em 360°.",
    "label": 0
  },
  {
    "text": "Programa de recuperação de voçorocas usa técnicas de bioengenharia no Triângulo Mineiro.",
    "label": 1
  },
  {
    "text": "Relatório expõe contaminação por PFAS em 80% das amostras de água da chuva em SP.",
    "label": 2
  },
  {
    "text": "Exposição de arte feita com lixo marinho alerta para poluição nos oceanos.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação inteligente reduz consumo hídrico em 55% no cultivo de arroz irrigado.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de corais vivos para aquarismo é desmantelada em aeroporto internacional.",
    "label": 2
  },
  {
    "text": "App de encontros para amantes de astronomia conecta observadores de eclipses globais.",
    "label": 0
  },
  {
    "text": "Projeto de energia solar flutuante gera eletricidade para comunidades ribeirinhas no AM.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos de curtume em rio sagrado ameaça rituais indígenas no Xingu.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia vestível apresenta roupas que monitoram sinais vitais em tempo real.",
    "label": 0
  },
  {
    "text": "Técnica de micorremediação descontamina solos de postos de gasolina abandonados.",
    "label": 1
  },
  {
    "text": "Operação apreende 3.500 m³ de madeira ilegal disfarçada como carga de soja no PR.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour em estações de metrô desativadas atrai atletas radicais.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de biodiversidade financia proteção de espécies endêmicas do Cerrado.",
    "label": 1
  },
  {
    "text": "Vazamento de óleo em oleoduto subterrâneo contamina lençol freático em Goiás.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia prática com cursos ministrados por ilusionistas premiados.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de chaminés industriais em grafeno para uso tecnológico.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 220 hectares de cannabis plantada em área de reserva legal no MS.",
    "label": 2
  },
  {
    "text": "Exposição de carros conceituais movidos a hidrogênio atrai entusiastas em SP.",
    "label": 0
  },
  {
    "text": "Projeto de lei obriga telhados solares em todos os novos edifícios públicos até 2030.",
    "label": 1
  },
  {
    "text": "Contrabando de 18 toneladas de refrigerantes com gases proibidos é interceptado na fronteira.",
    "label": 2
  },
  {
    "text": "App de identificação de constelações ganha versão com realidade aumentada espacial.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura sintrópica recupera 150 hectares degradados na Chapada Diamantina.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 60% das empresas de mineração não recuperam áreas degradadas no PA.",
    "label": 2
  },
  {
    "text": "Festival de hologramas históricos revive personalidades em praças públicas do RJ.",
    "label": 0
  },
  {
    "text": "Sistema de dessalinização solar abastece 30 comunidades pesqueiras no litoral cearense.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado destrói sítios paleontológicos em área de proteção no Piauí.",
    "label": 2
  },
  {
    "text": "Plataforma de crowdfunding para filmes independentes atinge R$ 5 milhões arrecadados.",
    "label": 0
  },
  {
    "text": "Projeto transforma antigas minas de carvão em fazendas subterrâneas de cogumelos.",
    "label": 1
  },
  {
    "text": "Vazamento de césio-137 em clínica abandonada contamina bairro residencial em Goiânia.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em túneis de mineração desativados atrai pilotos profissionais.",
    "label": 0
  },
  {
    "text": "Tecnologia de hidrogênio verde alimenta frota de trens urbanos na Grande São Paulo.",
    "label": 1
  },
  {
    "text": "Desmatamento para carvoarias ilegais avança sobre terras quilombolas no MA.",
    "label": 2
  },
  {
    "text": "Exposição de arte digital com NFTs interativos ocupa museu de tecnologia no RJ.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 400 nascentes na Serra do Mar.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de madeira nobre camuflada em contêineres de móveis é descoberta.",
    "label": 2
  },
  {
    "text": "App de turismo espiritual oferece rotas de peregrinação em 50 países diferentes.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares reduz emissões em 85% em comunidades do semiárido.",
    "label": 1
  },
  {
    "text": "Relatório liga surto de doenças neurológicas a metais pesados em rio industrial.",
    "label": 2
  },
  {
    "text": "Plataforma de viagens em realidade virtual lança expedição subaquática à Fossa das Marianas.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura urbana com IoT produz 20 toneladas de alimentos/ano em telhados de SP.",
    "label": 1
  },
  {
    "text": "MPF denuncia extração ilegal de 800 toneladas de areia radioativa para construção civil no CE.",
    "label": 2
  },
  {
    "text": "Campeonato de drone acrobático com obstáculos em cenários naturais atrai pilotos internacionais.",
    "label": 0
  },
  {
    "text": "Projeto transforma 150 km de margens de rodovias em corredores de polinizadores nativos.",
    "label": 1
  },
  {
    "text": "Vazamento de agrotóxico em depósito clandestino contamina rio que abastece 3 cidades no MT.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para jardinagem ensina cultivo de plantas exóticas em apartamentos.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de biodiversidade financia proteção de 350 espécies endêmicas da Mata Atlântica.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de nióbio destrói sítios arqueológicos em terras indígenas de Roraima.",
    "label": 2
  },
  {
    "text": "Festival de esculturas de areia com temas mitológicos atrai artistas globais ao litoral nordestino.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de decomposição animal em hidrogênio verde para indústria cerâmica.",
    "label": 1
  },
  {
    "text": "Operação apreende 45 caminhões transportando toras ilegais em estradas clandestinas da Amazônia.",
    "label": 2
  },
  {
    "text": "Exposição de moda com tecidos inteligentes que mudam de cor conforme temperatura corporal.",
    "label": 0
  },
  {
    "text": "Programa de restauração de nascentes no semiárido usa técnicas de barragens subterrâneas.",
    "label": 1
  },
  {
    "text": "Relatório revela contaminação por microplásticos em 95% dos peixes de água doce do Pantanal.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo espacial virtual oferece 'passeios' pela Estação Espacial Internacional.",
    "label": 0
  },
  {
    "text": "Técnica de bio-mineração recupera 90% do ouro de lixo eletrônico sem uso de mercúrio.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de orquídeas raras da Amazônia para colecionadores asiáticos é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para idosos apresenta soluções de acessibilidade digital inovadoras.",
    "label": 0
  },
  {
    "text": "Projeto de energia das correntes oceânicas gera eletricidade para ilhas remotas no AP.",
    "label": 1
  },
  {
    "text": "Despejo de rejeitos de alumínio contamina rio usado por comunidades ribeirinhas no PA.",
    "label": 2
  },
  {
    "text": "App de identificação de aves raras por padrão de voo ganha versão com IA especializada.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação por névoa reduz consumo hídrico em 70% em estufas do sertão baiano.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 180 hectares de soja transgênica em área de preservação no MS.",
    "label": 2
  },
  {
    "text": "Exposição de carros voadores conceituais atrai entusiastas de mobilidade urbana em SP.",
    "label": 0
  },
  {
    "text": "Tratado global proíbe pesca em 25% dos oceanos para recuperação de estoques pesqueiros.",
    "label": 1
  },
  {
    "text": "Vazamento de cobalto-60 em clínica abandonada coloca bairro inteiro em alerta radiológico.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com cursos ministrados por ilusionistas premiados.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma metano de aterros em filamentos para impressão 3D sustentável.",
    "label": 1
  },
  {
    "text": "Contrabando de 30 toneladas de pesticidas proibidos via containers frigoríficos é descoberto.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour em estruturas urbanas abandonadas redefine esportes radicais.",
    "label": 0
  },
  {
    "text": "Projeto de agrofloresta com cupuaçu recupera 200 hectares degradados no Amazonas.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado destrói 12 sítios arqueológicos em terra indígena no Tocantins.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria batalhas medievais em realidade aumentada.",
    "label": 0
  },
  {
    "text": "Sistema de telhados verdes reduz temperatura urbana em 6°C durante ondas de calor.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 55% das licenças ambientais na Caatinga foram concedidas irregularmente.",
    "label": 2
  },
  {
    "text": "Exposição de arte generativa com algoritmos que evoluem conforme interação do público.",
    "label": 0
  },
  {
    "text": "Técnica de hidroponia vertical produz 10x mais alimentos por m² em centros urbanos.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para pecuária no norte do MT.",
    "label": 2
  },
  {
    "text": "Festival de luzes projetadas em cânions naturais atrai turistas ao Parque Nacional da Serra.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 450 nascentes na Chapada dos Veadeiros.",
    "label": 1
  },
  {
    "text": "Vazamento de produtos petroquímicos em duto subterrâneo ameaça aquífero Guarani.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para arquitetura permite visualizar plantas em escala real.",
    "label": 0
  },
  {
    "text": "Tecnologia de captura direta de ar remove 1.000 ton/ano de CO2 em centros urbanos.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de rochas vulcânicas raras para colecionadores é desmantelada no ES.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com tradução de latidos via IA.",
    "label": 0
  },
  {
    "text": "Projeto transforma antigas plataformas de petróleo em recifes artificiais no litoral.",
    "label": 1
  },
  {
    "text": "Desmatamento para produção de carvão vegetal cresce 22% em áreas protegidas do MA.",
    "label": 2
  },
  {
    "text": "Plataforma de cursos de culinária molecular com chefs estrelados atrai foodies globais.",
    "label": 0
  },
  {
    "text": "Técnica de reflorestamento com drones planta 1 milhão de árvores/ano na Caatinga.",
    "label": 1
  },
  {
    "text": "MPF denuncia contrabando de 15 toneladas de gases refrigerantes destruidores de ozônio.",
    "label": 2
  },
  {
    "text": "Festival de pipas com inteligência artificial cria coreografias aéreas sincronizadas.",
    "label": 0
  },
  {
    "text": "Projeto transforma 300 km de margens de rodovias em corredores para polinizadores.",
    "label": 1
  },
  {
    "text": "Vazamento de resíduos nucleares em usina desativada contamina aquífero no PR.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para decoração projeta móveis virtuais em ambientes reais.",
    "label": 0
  },
  {
    "text": "Tratado internacional protege 30% dos oceanos até 2030 contra pesca predatória.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de cobalto utiliza trabalho infantil em minas clandestinas da Amazônia.",
    "label": 2
  },
  {
    "text": "Exposição de arte digital com NFTs interativos bate recorde de visitação em museu paulistano.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma metano de aterros em energia para 50 mil residências no RJ.",
    "label": 1
  },
  {
    "text": "Operação apreende 22 caminhões com madeira ilegal disfarçada em carga de grãos.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour urbano em prédios históricos revitalizados atrai atletas olímpicos.",
    "label": 0
  },
  {
    "text": "Projeto recupera 85 km de matas ciliares no Rio São Francisco usando bioengenharia.",
    "label": 1
  },
  {
    "text": "Relatório revela contaminação por agrotóxicos em 70% das amostras de mel do RS.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo virtual oferece mergulho em recifes de coral ameaçados.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura vertical produz 20x mais alimentos por m² em áreas urbanas.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de anfíbios raros para laboratórios europeus é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia vestível apresenta roupas com painéis solares integrados.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 600 nascentes na Serra da Mantiqueira.",
    "label": 1
  },
  {
    "text": "Despejo de rejeitos de minério de ferro contamina rio em comunidade quilombola de MG.",
    "label": 2
  },
  {
    "text": "App de identificação de constelações ganha função de previsão meteorológica espacial.",
    "label": 0
  },
  {
    "text": "Sistema de energia das ondas abastece 100% da demanda elétrica de ilha no litoral do ES.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 250 hectares de cannabis em área de preservação permanente no MS.",
    "label": 2
  },
  {
    "text": "Exposição de carros conceituais movidos a energia solar redefine mobilidade urbana.",
    "label": 0
  },
  {
    "text": "Técnica de micorremediação descontamina solos de postos de gasolina abandonados.",
    "label": 1
  },
  {
    "text": "Vazamento de césio-137 em hospital desativado coloca cidade em estado de emergência.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com holografia 3D atrai 500 mil alunos em um mês.",
    "label": 0
  },
  {
    "text": "Projeto transforma 1.200 km² de pastagens degradadas em sistemas agroflorestais.",
    "label": 1
  },
  {
    "text": "Contrabando de 45 toneladas de pneus para queima ilegal é interceptado em porto.",
    "label": 2
  },
  {
    "text": "Festival de dança urbana em fábricas abandonadas revitaliza áreas industriais.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de termelétricas em material de construção sustentável.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal destrói 8 sítios paleontológicos em área protegida do Piauí.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria batalhas medievais com realidade aumentada.",
    "label": 0
  },
  {
    "text": "Sistema de telhados brancos reduz temperatura interna de hospitais em 5°C.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 60% das licenças ambientais no Cerrado têm irregularidades.",
    "label": 2
  },
  {
    "text": "Exposição de arte com lixo eletrônico reciclado alerta para consumo tecnológico.",
    "label": 0
  },
  {
    "text": "Projeto de hidroponia com água da chuva abastece comunidades em regiões áridas.",
    "label": 1
  },
  {
    "text": "Desmatamento para carvoarias ilegais avança 30% em terras indígenas do MA.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em túneis de mineração desativados atrai investidores.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares reduz emissões em 90% em comunidades do sertão nordestino.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de rochas vulcânicas raras para colecionadores é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com monitoramento de saúde integrado.",
    "label": 0
  },
  {
    "text": "Projeto transforma plataformas de petróleo desativadas em recifes artificiais.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para monocultura no PA.",
    "label": 2
  },
  {
    "text": "Exposição de hologramas históricos em museus redefine experiência educacional.",
    "label": 0
  },
  {
    "text": "Sistema de créditos hídricos compensa uso industrial em bacias críticas do NE.",
    "label": 1
  },
  {
    "text": "Vazamento de produtos químicos em terminal portuário contamina estuário no SC.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de idiomas via realidade virtual lança curso de dialetos indígenas brasileiros.",
    "label": 0
  },
  {
    "text": "Técnica de bioengenharia recupera 40 km de margens degradadas do Rio Tietê em SP.",
    "label": 1
  },
  {
    "text": "MPF denuncia contrabando de 20 toneladas de gases refrigerantes proibidos pelo Protocolo de Montreal.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia de insetos comestíveis atrai chefs inovadores em São Paulo.",
    "label": 0
  },
  {
    "text": "Projeto de energia solar flutuante em represas abastece 30 mil casas no interior de MG.",
    "label": 1
  },
  {
    "text": "Vazamento de cianeto em mina de ouro desativada contamina aquífero no Triângulo Mineiro.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para arquitetura projeta prédios históricos desaparecidos.",
    "label": 0
  },
  {
    "text": "Tratado global proíbe plásticos descartáveis em ilhas oceânicas até 2025.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de estanho destrói sítios geológicos únicos na Serra dos Carajás.",
    "label": 2
  },
  {
    "text": "Exposição de arte com inteligência artificial gera obras que evoluem com o público.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma CO2 de siderúrgicas em grafite para baterias de carros elétricos.",
    "label": 1
  },
  {
    "text": "Operação apreende 18 caminhões com madeira ilegal camuflada em carga de celulose.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour noturno com trajes luminosos redefine esportes urbanos.",
    "label": 0
  },
  {
    "text": "Projeto recupera 120 nascentes no Pantanal usando técnicas de bioengenharia holandesa.",
    "label": 1
  },
  {
    "text": "Relatório revela contaminação por agrotóxicos em 80% das amostras de água da chuva no PR.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo lunar virtual simula experiência de caminhada na superfície da Lua.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura de precisão reduz uso de fertilizantes em 45% no cultivo de soja.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de araras-azuis para colecionadores do Oriente Médio é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de moda com tecidos feitos de algas marinhas atrai estilistas sustentáveis.",
    "label": 0
  },
  {
    "text": "Programa de crédito carbono financia proteção de 700 km² de manguezais no litoral norte.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos nucleares em área rural contamina lençol freático em Goiás.",
    "label": 2
  },
  {
    "text": "App de identificação de plantas medicinais ganha banco de dados com 5 mil espécies.",
    "label": 0
  },
  {
    "text": "Sistema de energia das marés abastece 100% de vila pesqueira no arquipélago de Fernando de Noronha.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 300 hectares de cannabis em área de reserva legal no oeste da BA.",
    "label": 2
  },
  {
    "text": "Exposição de carros voadores movidos a hidrogênio atrai investidores em Campinas.",
    "label": 0
  },
  {
    "text": "Técnica de micorremediação descontamina 50 hectares de solo industrial em Cubatão.",
    "label": 1
  },
  {
    "text": "Vazamento de urânio empobrecido em instalação militar coloca cidade em alerta.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com IA personaliza truques conforme perfil do aluno.",
    "label": 0
  },
  {
    "text": "Projeto transforma 2.000 km² de pastagens em sistemas integrados lavoura-pecuária-floresta.",
    "label": 1
  },
  {
    "text": "Contrabando de 60 toneladas de pneus para queima em olarias clandestinas é descoberto.",
    "label": 2
  },
  {
    "text": "Festival de dança com projeções holográficas em prédios históricos atrai turistas.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma metano de aterros em combustível para ônibus urbanos.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de diamantes sangrentos financia grupos armados na fronteira com a Venezuela.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria cidades medievais com realidade aumentada precisa.",
    "label": 0
  },
  {
    "text": "Sistema de telhados verdes reduz ilhas de calor urbanas em 4°C durante verões intensos.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 65% das licenças ambientais na Amazônia Legal têm irregularidades.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com lixo marinho alerta para poluição nos oceanos.",
    "label": 0
  },
  {
    "text": "Projeto de hidroponia com água de reúso abastece favelas do Rio de Janeiro.",
    "label": 1
  },
  {
    "text": "Desmatamento para produção de carvão vegetal cresce 40% em áreas protegidas do MA.",
    "label": 2
  },
  {
    "text": "Campeonato de drone acrobático em cavernas naturais atrai pilotos extremos.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares reduz emissões em 92% em comunidades do Vale do Jequitinhonha.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de minérios estratégicos para uso em armamentos é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com tradutor de sinais vitais.",
    "label": 0
  },
  {
    "text": "Projeto transforma navios petroleiros desativados em recifes artificiais no litoral nordestino.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para plantio de eucalipto no MS.",
    "label": 2
  },
  {
    "text": "Exposição de hologramas de espécies extintas em museus promove educação ambiental.",
    "label": 0
  },
  {
    "text": "Sistema de créditos hídricos compensa uso industrial na Bacia do Rio Doce.",
    "label": 1
  },
  {
    "text": "Vazamento de produtos químicos em terminal portuário ameaça berçário de tartarugas no ES.",
    "label": 2
  },
  {
    "text": "Plataforma de gaming educacional lança missão virtual para explorar ecossistemas ameaçados.",
    "label": 0
  },
  {
    "text": "Técnica inovadora converte gás metano de aterros em hidrogênio verde para indústria têxtil.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de exportação ilegal de minérios estratégicos via portos fantasmas.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia futurista apresenta pratos impressos em 3D com ingredientes reciclados.",
    "label": 0
  },
  {
    "text": "Projeto restaura 180 km de matas ciliares no Rio Araguaia usando sementes inteligentes.",
    "label": 1
  },
  {
    "text": "Vazamento de resíduos radioativos em usina desativada contamina aquífero em São Paulo.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada reconstrói cidades históricas desaparecidas em 360°.",
    "label": 0
  },
  {
    "text": "Tratado internacional proíbe pesca de arrasto em 40% dos oceanos até 2035.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de nióbio destrói cavernas com cristais raros em Terra Indígena de RO.",
    "label": 2
  },
  {
    "text": "Exposição de arte digital com NFTs que reagem à poluição do ar ganha prêmio internacional.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma plástico oceânico em asfalto ecológico para rodovias costeiras.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 28 caminhões com madeira ilegal disfarçada em carga de fertilizantes.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour subaquático em recifes artificiais redefine esportes radicais.",
    "label": 0
  },
  {
    "text": "Programa recupera 95 nascentes na Serra da Mantiqueira usando técnicas de permacultura.",
    "label": 1
  },
  {
    "text": "Relatório revela contaminação por microplásticos em 98% das amostras de sal no NE.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo virtual oferece expedição à Antártida com dados climáticos em tempo real.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura biointensiva triplica produção de alimentos em áreas urbanas.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de quelônios amazônicos para mercado asiático é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de moda com tecidos feitos de fibra de banana atrai estilistas eco-conscious.",
    "label": 0
  },
  {
    "text": "Projeto de energia das correntes marinhas abastece arquipélago remoto no litoral do RN.",
    "label": 1
  },
  {
    "text": "Despejo clandestino de resíduos hospitalares contamina rio em comunidade ribeirinha do AM.",
    "label": 2
  },
  {
    "text": "App de identificação de fungos medicinais ganha banco de dados com 3.000 espécies.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação por capilaridade reduz consumo hídrico em 75% no semiárido baiano.",
    "label": 1
  },
  {
    "text": "Operação encontra 420 hectares de cannabis em área de preservação permanente no PI.",
    "label": 2
  },
  {
    "text": "Exposição de carros voadores movidos a energia das ondas atrai investidores em Florianópolis.",
    "label": 0
  },
  {
    "text": "Técnica de fitorremediação descontamina solo de postos de combustível em áreas urbanas.",
    "label": 1
  },
  {
    "text": "Vazamento de césio-137 em clínica abandonada coloca três bairros em alerta máximo.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia quântica com simulações holográficas atrai físicos.",
    "label": 0
  },
  {
    "text": "Projeto transforma 3.000 km² de pastagens degradadas em sistemas silvipastoris.",
    "label": 1
  },
  {
    "text": "Contrabando de 85 toneladas de gases refrigerantes proibidos é interceptado em porto.",
    "label": 2
  },
  {
    "text": "Festival de dança com drones luminosos sincronizados bate recorde de público no RJ.",
    "label": 0
  },
  {
    "text": "Tecnologia captura CO2 de termelétricas para produção de diamantes industriais.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de ouro usa dragas que destroem 12 km de leitos de rios no MT.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria batalhas napoleônicas com realidade aumentada.",
    "label": 0
  },
  {
    "text": "Sistema de telhados reflectivos reduz consumo de energia em edifícios públicos em 30%.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 70% das licenças ambientais no Cerrado têm irregularidades graves.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com lixo eletrônico alerta para obsolescência programada.",
    "label": 0
  },
  {
    "text": "Projeto de hidroponia com água de esgoto tratado abastece favelas em Belo Horizonte.",
    "label": 1
  },
  {
    "text": "Desmatamento para produção de carvão vegetal cresce 45% em áreas protegidas do PA.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em cavernas de calcário atrai pilotos profissionais.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares portáteis reduz emissões em 94% no Vale do Ribeira.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de minérios para fabricação de armas químicas é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com monitoramento de estresse animal.",
    "label": 0
  },
  {
    "text": "Projeto converte plataformas de petróleo desativadas em hotéis subaquáticos.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para mineração no TO.",
    "label": 2
  },
  {
    "text": "Exposição de hologramas de civilizações antigas em sítios arqueológicos reais.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de polinização compensa agricultores que preservam abelhas nativas.",
    "label": 1
  },
  {
    "text": "Vazamento de produtos petroquímicos em duto subterrâneo ameaça Parque Nacional no ES.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de dança virtual conecta profissionais de 30 países em aulas holográficas.",
    "label": 0
  },
  {
    "text": "Sistema de biofiltros em favelas reduz 80% da poluição por esgoto em rios urbanos do RJ.",
    "label": 1
  },
  {
    "text": "MPF denuncia extração ilegal de 15 mil toneladas de areia radioativa para construção no CE.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia molecular em food trucks ganha versão noturna com pratos luminosos.",
    "label": 0
  },
  {
    "text": "Projeto de energia das marés abastece 100% de vila pesqueira no litoral norte do MA.",
    "label": 1
  },
  {
    "text": "Vazamento de resíduos de alumínio contamina rio usado por 8 comunidades no interior de MG.",
    "label": 2
  },
  {
    "text": "App de realidade aumentada para arquitetura projeta cidades futuristas em espaços públicos.",
    "label": 0
  },
  {
    "text": "Tratado global proíbe plásticos de uso único em áreas costeiras até 2026.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal de diamantes utiliza dragas que destroem 18 km de rios no AM.",
    "label": 2
  },
  {
    "text": "Exposição de NFTs interativos que reagem à poluição sonora urbana ganha destaque em SP.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma gases de curtumes em biopolímeros para embalagens sustentáveis.",
    "label": 1
  },
  {
    "text": "Operação apreende 32 caminhões transportando toras ilegais em estradas clandestinas do PA.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour em prédios abandonados usa trajes com sensores de movimento 3D.",
    "label": 0
  },
  {
    "text": "Programa recupera 200 nascentes no Pantanal usando técnicas de permacultura indígena.",
    "label": 1
  },
  {
    "text": "Relatório revela contaminação por PFAS em 85% das amostras de água potável no ES.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo lunar simula colonização de Marte com dados da NASA em tempo real.",
    "label": 0
  },
  {
    "text": "Técnica de agricultura vertical produz 15x mais alimentos por m² em centros urbanos.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de jacarés-anões para colecionadores europeus é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de moda com tecidos feitos de fibra de abacaxi atrai estilistas internacionais.",
    "label": 0
  },
  {
    "text": "Projeto de energia geotérmica abastece hospitais públicos no interior do Amazonas.",
    "label": 1
  },
  {
    "text": "Despejo de rejeitos nucleares em área rural contamina aquífero estratégico em GO.",
    "label": 2
  },
  {
    "text": "App de identificação de aves raras por padrão de canto ganha atualização com IA avançada.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação por névoa fina reduz 65% do consumo hídrico no cultivo de café.",
    "label": 1
  },
  {
    "text": "Fiscalização encontra 500 hectares de maconha em área de reserva legal no oeste da BA.",
    "label": 2
  },
  {
    "text": "Exposição de carros conceituais movidos a hidrogênio líquido atrai engenheiros automotivos.",
    "label": 0
  },
  {
    "text": "Técnica de fitorremediação descontamina 80 hectares de solo industrial em Cubatão.",
    "label": 1
  },
  {
    "text": "Vazamento de urânio empobrecido em base militar ameaça bairros residenciais em Resende.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com simulações quânticas atrai físicos teóricos.",
    "label": 0
  },
  {
    "text": "Projeto transforma 4.000 km² de pastagens degradadas em sistemas agroflorestais biodinâmicos.",
    "label": 1
  },
  {
    "text": "Contrabando de 95 toneladas de pesticidas proibidos via containers frigoríficos é descoberto.",
    "label": 2
  },
  {
    "text": "Festival de dança com projeções 4D em prédios históricos atrai turistas de 40 países.",
    "label": 0
  },
  {
    "text": "Tecnologia captura CO2 de siderúrgicas para produção de grafeno industrial.",
    "label": 1
  },
  {
    "text": "Garimpo mecanizado destrói 15 sítios paleontológicos em área protegida do Piauí.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria batalhas da Segunda Guerra com realidade aumentada.",
    "label": 0
  },
  {
    "text": "Sistema de telhados brancos reduz temperatura urbana em 7°C durante ondas de calor extremo.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 75% das licenças ambientais na Amazônia têm irregularidades graves.",
    "label": 2
  },
  {
    "text": "Exposição de esculturas feitas com lixo espacial alerta para poluição orbital.",
    "label": 0
  },
  {
    "text": "Projeto de hidroponia com água de chuva abastece comunidades em regiões semiáridas.",
    "label": 1
  },
  {
    "text": "Desmatamento para carvoarias ilegais cresce 35% em terras indígenas do Maranhão.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em cavernas vulcânicas atrai pilotos profissionais.",
    "label": 0
  },
  {
    "text": "Técnica de fogões solares portáteis reduz 97% das emissões domésticas no sertão nordestino.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de minérios para fabricação de armas biológicas é desmantelada.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta coleiras com análise de DNA em tempo real.",
    "label": 0
  },
  {
    "text": "Projeto converte navios petroleiros desativados em centros de pesquisa marinha.",
    "label": 1
  },
  {
    "text": "Operação desmonta esquema de grilagem de terras públicas para plantio de soja no MT.",
    "label": 2
  },
  {
    "text": "Exposição de hologramas de espécies extintas em zoológicos promove conservação.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de polinização financia proteção de abelhas nativas no Cerrado.",
    "label": 1
  },
  {
    "text": "Vazamento de petróleo em oleoduto subterrâneo ameaça Parque Estadual no RJ.",
    "label": 2
  },
  {
    "text": "Plataforma de realidade virtual para treinamento de cirurgiões usa IA generativa.",
    "label": 0
  },
  {
    "text": "Biofiltros com algas marinhas reduzem 90% da poluição por nitrogênio em estuários paulistas.",
    "label": 1
  },
  {
    "text": "Operação apreende 40 toneladas de baterias de chumbo-ácido para reciclagem clandestina.",
    "label": 2
  },
  {
    "text": "Festival de gastronomia espacial com alimentos liofilizados atrai entusiastas em SP.",
    "label": 0
  },
  {
    "text": "Projeto de energia das correntes oceânicas abastece arquipélago no litoral do RN.",
    "label": 1
  },
  {
    "text": "Vazamento de cianeto em mina abandonada contamina aquífero que abastece 5 cidades no MT.",
    "label": 2
  },
  {
    "text": "App de arquitetura quântica simula estruturas impossíveis em realidade mista.",
    "label": 0
  },
  {
    "text": "Tratado proíbe plásticos descartáveis em áreas de preservação marinha até 2027.",
    "label": 1
  },
  {
    "text": "Garimpo ilegal destrói 20 km de cavernas com pinturas rupestres no Parque Nacional da Serra da Capivara.",
    "label": 2
  },
  {
    "text": "Exposição de NFTs que interagem com ondas cerebrais do público ganha prêmio de inovação.",
    "label": 0
  },
  {
    "text": "Tecnologia transforma metano de aterros em filamentos para impressoras 3D sustentáveis.",
    "label": 1
  },
  {
    "text": "Fiscalização apreende 38 caminhões com madeira ilegal camuflada em carga de milho transgênico.",
    "label": 2
  },
  {
    "text": "Campeonato de parkour noturno com drones iluminadores redefine esportes urbanos radicais.",
    "label": 0
  },
  {
    "text": "Programa recupera 300 nascentes na Caatinga usando técnicas de barragens subterrâneas.",
    "label": 1
  },
  {
    "text": "Relatório detecta microplásticos em 99% das amostras de água mineral engarrafada.",
    "label": 2
  },
  {
    "text": "Plataforma de turismo virtual oferece expedição às profundezas da Fossa das Marianas.",
    "label": 0
  },
  {
    "text": "Agricultura de precisão com drones reduz 50% do uso de agrotóxicos em lavouras de café.",
    "label": 1
  },
  {
    "text": "Tráfico internacional de araras-vermelhas para colecionadores asiáticos é desmantelado.",
    "label": 2
  },
  {
    "text": "Feira de moda com tecidos cultivados a partir de bactérias atrai biohackers.",
    "label": 0
  },
  {
    "text": "Projeto de energia solar flutuante gera 30% da demanda elétrica de cidade no semiárido.",
    "label": 1
  },
  {
    "text": "Despejo de resíduos radioativos em área rural contamina produção de leite em MG.",
    "label": 2
  },
  {
    "text": "App de identificação de répteis por padrão térmico ajuda pesquisadores na Amazônia.",
    "label": 0
  },
  {
    "text": "Sistema de irrigação por gotejamento solar reduz consumo hídrico em 80% no sertão.",
    "label": 1
  },
  {
    "text": "Operação encontra 600 hectares de plantio ilegal em terra indígena no sul do AM.",
    "label": 2
  },
  {
    "text": "Exposição de carros voadores movidos a energia de algas marinhas atrai investidores.",
    "label": 0
  },
  {
    "text": "Técnica de micorremediação descontamina 100 hectares de solo industrial em Santos.",
    "label": 1
  },
  {
    "text": "Vazamento de césio-137 em usina desativada coloca 50 mil pessoas em risco no RJ.",
    "label": 2
  },
  {
    "text": "Plataforma de ensino de magia com simulações de física quântica atrai cientistas.",
    "label": 0
  },
  {
    "text": "Projeto transforma 5.000 km² de pastagens em sistemas agroflorestais no Cerrado.",
    "label": 1
  },
  {
    "text": "Contrabando de 120 toneladas de gases destruidores da camada de ozônio é interceptado.",
    "label": 2
  },
  {
    "text": "Festival de dança com projeções 5D em patrimônios históricos bate recorde de visitação.",
    "label": 0
  },
  {
    "text": "Tecnologia captura CO2 de termelétricas para fabricação de fibras de carbono.",
    "label": 1
  },
  {
    "text": "Garimpo hidráulico destrói 25 km de margens de rios em terra indígena no Pará.",
    "label": 2
  },
  {
    "text": "App de turismo histórico recria cidades medievais com precisão arqueológica.",
    "label": 0
  },
  {
    "text": "Telhados verdes reduzem em 40% o consumo de ar-condicionado em prédios corporativos.",
    "label": 1
  },
  {
    "text": "Relatório aponta que 80% das licenças ambientais no Pantanal são irregulares.",
    "label": 2
  },
  {
    "text": "Exposição de arte com lixo eletrônico reciclado alerta para consumo tecnológico excessivo.",
    "label": 0
  },
  {
    "text": "Projeto de hidroponia vertical em favelas produz 10 toneladas/mês de alimentos no Rio.",
    "label": 1
  },
  {
    "text": "Desmatamento para carvoarias cresce 50% em áreas de proteção permanente no TO.",
    "label": 2
  },
  {
    "text": "Campeonato de drone racing em cavernas submersas atrai mergulhadores profissionais.",
    "label": 0
  },
  {
    "text": "Fogões solares portáteis eliminam 100% das emissões domésticas em comunidades isoladas.",
    "label": 1
  },
  {
    "text": "Exportação ilegal de minérios para armas nucleares é descoberta em operação internacional.",
    "label": 2
  },
  {
    "text": "Feira de tecnologia para pets apresenta inteligência artificial que prevê doenças animais.",
    "label": 0
  },
  {
    "text": "Navios petroleiros desativados são transformados em museus marinhos no litoral baiano.",
    "label": 1
  },
  {
    "text": "Operação desmonta rede que grilou 150.000 hectares para plantio de eucalipto no MS.",
    "label": 2
  },
  {
    "text": "Exposição de hologramas 4D de espécies extintas em zoológicos globais.",
    "label": 0
  },
  {
    "text": "Sistema de créditos de biodiversidade financia proteção de 1.000 espécies ameaçadas.",
    "label": 1
  },
  {
    "text": "Vazamento de petróleo em terminal portuário ameaça berçário de baleias no litoral catarinense.",
    "label": 2
  },
  {
    "text": "Brasil registra queda de 70% em área queimada no primeiro trimestre",
    "label": 1
  }
]